Repository: ergonlogic/demtools_dkan
Catalog: modules/ndi_dkan_translations/translations/*/field.*.po
Languages: ar

# field_about:user:label
source: About
ar: عن

# field_additional_info:dataset:label
source: Additional Info
ar: معلومات إضافية

# field_map_address:map:label
source: Address
ar: العنوان

# field_file_image_alt_text:image:label
source: Alt Text
ar: نص بديل

# field_file_image_alt_text:image:description
source: Alternative text is used by screen readers, search engines, and when the image cannot be loaded. By adding alt text you improve accessibility and search engine optimization.
ar: يستخدم نص بديل من قبل قارئات الشاشة ومحركات البحث وعند عدم تحميل الصورة. بإضافة نص بديل، تقوم بتحسين إمكانية الوصول وتحسين محركات البحث.

# field_related_content:dataset:description
source: An internal link or link to an outside resource that provides additional context to the dataset.
ar: رابط داخلي أو رابط إلى مورد خارجي يعطي سياقًا آخر عن مجموعة البيانات.

# field_frequency:#allowed_values:3
source: Annually
ar: سنويًا

# field_author:dataset:label
source: Author
ar: المؤلف

# body:dkan_data_story:label
source: Body
ar: المحتوي

# body:group:label
source: Body
ar: المحتوي

# body:page:label
source: Body
ar: المحتوي

# body:question:label
source: Body
ar: المحتوي

# field_basic_image_caption:image:label
source: Caption
ar: وصف

# field_ve_map_column:choropleth_visualization:description
source: Column in the data which maps to a property in the geojon. If there is a column in the data "State Name" with values like California and Pennsylvania it should map to a property in the geojson like "State" with the same values.
ar: عمود في البيانات يرسم خريطة للمنشأة في geojon. عند وجود عمود في البيانات بعنوان "اسم الولاية" به قيم مثل كاليفورنيا أو بنسلفانيا، فيجب أن يرسم خريطة للمنشأة في geojson مثل "الولاية" بها القيم نفسها.

# field_contact_email:dataset:label
source: Contact Email
ar: البريد الإلكتروني لجهة الاتصال

# field_contact_name:dataset:label
source: Contact Name
ar: اسم جهة الاتصال

# field_contact_email:dataset:description
source: Contact person’s email address. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info.
ar: عنوان البريد الإلكتروني لمسؤول الاتصال. راجع <a href="http://project-open-data.github.io/schema/#common-core-required-fields">بيانات المشروع المتاحة</a>لمزيد من المعلومات.

# field_contact_name:dataset:description
source: Contact person’s name for the asset. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info. Name should be formatted as Last, First.
ar: اسم مسؤول الاتصال الخاص بالأصول. راجع<a href="http://project-open-data.github.io/schema/#common-core-required-fields">بيانات المشروع المتاحة</a> لمزيد من المعلومات، الاسم يجب أن يكون بالتنسيق الأخير. الأول.

# field_frequency:#allowed_values:4
source: Continuously
ar: دومًا

# field_frequency:#allowed_values:0
source: Daily
ar: يوميًا

# field_data_dictionary:dataset:label
source: Data Dictionary
ar: قاموس البيانات

# field_dataset_ref:resource:label
source: Dataset
ar: قاعدة بيانات

# body:dataset:label
source: Description
ar: توصيف

# body:resource:label
source: Description
ar: توصيف

# field_description:ve_chart:label
source: Description
ar: توصيف

# group_group:group:description
source: Determine if this is an OG group.
ar: حدد إذا كان ذلك مجموعة OG

# field_embed_code:question:label
source: Embed code
ar: تضمين تعليمات برمجية

# field_entity_link:question:label
source: Entity link
ar: رابط الكيان

# field_uuid_resource:ve_chart:label
source: Existing resource
ar: المورد الحالي

# field_basic_file_file:basic_file:label
source: File
ar: ملف

# field_file:ve_chart:label
source: File
ar: ملف

# field_format:resource:label
source: Format
ar: التنسيق

# field_frequency:dataset:label
source: Frequency
ar: معدل التكرار

# field_basic_spotlight_pager:#allowed_values:full
source: Full pager (slide numbers)
ar: شريط صفحات كامل (أرقام الشرائح)

# field_ve_geojson_key:choropleth_visualization:label
source: GeoJSON Key
ar: مفتاح GeoJSON

# field_ve_geojson_label:choropleth_visualization:label
source: GeoJSON Label
ar: تسمية GeoJSON

# field_granularity:dataset:label
source: Granularity
ar: نقاوة

# group_group:#allowed_values:1
source: Group
ar: مجموعة

# group_group:group:label
source: Group
ar: مجموعة

# og_user_node:user:label
source: Group membership
ar: عضوية مجموعة

# og_group_ref:resource:label
source: Groups audience
ar: جمهور المجموعات

# field_basic_spotlight_pager:#allowed_values:hide
source: Hidden (no way to manually change the slide)
ar: مخفي (لا توجد طريقة لتغيير الشريحة يدويًا)

# field_basic_spotlight_pager:spotlight:description
source: How would you like the pager to appear?
ar: بأي شكل تريد أن يظهر شريط الصفحات؟

# field_basic_image_image:image:label
source: Image
ar: صورة

# field_image:dkan_data_story:label
source: Image
ar: صورة

# field_image:group:label
source: Image
ar: صورة

# field_infographic_screenshot:question:label
source: Infographic Screenshot
ar: لقطة شاشة إنفوجرافيك

# field_map_information:map:label
source: Information
ar: معلومات

# field_frequency:#allowed_values:5
source: Irregularly
ar: بشكل غير منتظم

# field_basic_spotlight_items:spotlight:label
source: Items
ar: العناصر

# field_license:dataset:label
source: License
ar: الترخيص

# field_license:dataset:description
source: License definitions and additional information can be found at <a href="http://opendefinition.org">opendefinition.org</a>
ar: توجد تعريفات الترخيص ومعلومات إضافية على <a href="http://opendefinition.org">opendefinition.org</a>

# field_link_api:resource:label
source: Link API
ar: ربط API

# field_link_remote_file:resource:label
source: Link File
ar: ربط ملف

# field_quick_links_links:quick_links:label
source: Links
ar: الروابط

# field_ve_map_column:choropleth_visualization:label
source: Map Column
ar: عمود خريطة

# field_basic_spotlight_pager:#allowed_values:mini
source: Mini pager (previous/next buttons)
ar: شريط صفحات صغير (الزان السابق/التالي)

# field_frequency:#allowed_values:2
source: Monthly
ar: شهريًا

# group_group:#allowed_values:0
source: Not a group
ar: ليس مجموعة

# field_basic_spotlight_pager:spotlight:label
source: Pager Style
ar: نمط شريط الصفحات

# field_public_access_level:#allowed_values:private
source: Private
ar: خاص

# field_ve_geojson_key:choropleth_visualization:description
source: Property on GeoJSON which contains same values as "Map Column" in data.
ar: المنشأة على GeoJSON التي تحتوي على القيم نفسها كـ "عمود خريطة" في البيانات.

# field_ve_geojson_label:choropleth_visualization:description
source: Property on GeoJSON which has human readable name.
ar: المنشأة على GeoJSON التي تحتوي على اسم يمكن قراءته بالعين.

# field_data_dictionary:dataset:description
source: Provides some sort of description that helps understanding the data. This usually consists of a table providing explanation of columns meaning, values interpretation and acronyms/codes used in the data. Can be a URL to such a resource. See Project Open Data <a href="http://project-open-data.github.io/schema/#common-core-required-if-applicable-fields">data dictionary</a> for more info.
ar: يوفر توصيفًا يساعد في فهم البيانات ويتكون هذا التوصيف عادة من جدول يقدم شرحًا لمعاني الأعمدة وتفسيرًا للقيم والاختصارات/التعليمات البرمجية المستخدمة في البيانات. ربما يكون عنوان URL لأحد الموارد. راجع بيانات المشروع المتاحة <a href="http://project-open-data.github.io/schema/#common-core-required-if-applicable-fields">قاموس البيانات</a> لمزيد من المعلومات.

# field_public_access_level:#allowed_values:public
source: Public
ar: عام

# field_public_access_level:dataset:label
source: Public Access Level
ar: مستوى الوصول العام

# og_group_ref:dataset:label
source: Publisher
ar: الناشر

# field_related_content:dataset:label
source: Related Content
ar: محتوى ذات صلة

# og_membership_request:og_membership_type_default:label
source: Request message
ar: رسالة طلب

# field_resources:dataset:label
source: Resources
ar: الموارد

# field_public_access_level:#allowed_values:restricted
source: Restricted
ar: مقيد

# field_ve_settings:ve_chart:label
source: Settings
ar: الإعدادات

# field_basic_spotlight_duration:spotlight:label
source: Slide Duration
ar: مدة الشريحة

# field_spatial:dataset:label
source: Spatial / Geographical Coverage Area
ar: مساحة التغطية الحيزية / الجغرافية

# field_spatial_geographical_cover:dataset:label
source: Spatial / Geographical Coverage Location
ar: تغطية جغرافية/حيزية الموقع

# field_spatial:dataset:description
source: Spatial coverage of the dataset. Will be rendered as GeoJSON. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> for more info.
ar: تغطية حيزية لمجموعة البيانات. يتم تفسيرها كـ GeoJSON. راجع DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">تغطية حيزية/جغرافية</a> لمزيد من المعلومات.

# field_spatial_geographical_cover:dataset:description
source: Spatial location of the dataset. Could be Address, City, State, part of the world or other description. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> for more info.
ar: الموقع الحيزي لمجموعة البيانات. قد يكون عنوانًا أو مدينة أو ولاية أو جزءًا من العالم أو وصفًا آخر. راجع DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">تغطية جغرافية/حيزية</a> لمزيد من المعلومات.

# field_basic_table_table:table:label
source: Table
ar: جدول

# field_tags:dataset:label
source: Tags
ar: العلامات

# field_tags:dkan_data_story:label
source: Tags
ar: العلامات

# field_temporal_coverage:dataset:label
source: Temporal Coverage
ar: تغطية مؤقتة

# field_basic_file_text:basic_file:label
source: Text
ar: نص

# field_basic_text_text:text:label
source: Text
ar: نص

# field_public_access_level:dataset:description
source: The degree to which this dataset <em>could</em> be made publicly-available, regardless of whether it has been made available. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info.
ar: الدرجة التي يتم بها <em>إتاحة</em> مجموعة البيانات هذه بشكل عام، بصرف النظر عن مدى إتاحتها. راجع <a href="http://project-open-data.github.io/schema/#common-core-required-fields">بيانات المشروع المتاحة</a> لمزيد من المعلومات.

# field_frequency:dataset:description
source: The frequency with which dataset is published.See <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_frequency">DCAT frequency</a> for more info.
ar: معدل التكرارالذي يتم به نشر مجموعة البيانات. راجع <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_frequency">معدل تكرار DCAT</a> لمزيد من المعلومات.

# field_map_address:map:description
source: The street address of the location you wish to map. This widget will contact Google and try to do its best to create a map!
ar: عنوان الشارع للموقع الذي تريد عمل خريطة له. يقوم عنصر واجهة المستخدم هذا بالاتصال بـ Google ومحاولة فعل أقصى ما يمكن لإنشاء خريطة!

# field_temporal_coverage:dataset:description
source: The temporal period that the dataset covers. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_temporal">temporal coverage</a> for more info.
ar: الفترة المؤقتة التي تغطيها مجموعة البيانات. راجع DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_temporal">تغطية مؤقتة</a> لمزيد من المعلومات.

# field_author:dataset:description
source: This is the author of the dataset.
ar: هذا هو مؤلف قاعدة البيانات

# og_membership_request:og_membership_type_default:description
source: This is the text a user may send to the group administrators.
ar: هذا هو النص الذي قد يرسله المستخدم إلى مسؤولي المجموعة.

# field_granularity:dataset:description
source: This is usually geographical or temporal but can also be other dimension e.g. Person can be used to describe granularity of a dataset about average income. See <a href="http://project-open-data.github.io/schema/#expanded-fields">DCAT Granularity</a> for more info.
ar: في المعتاد، يكون هذا جغرافيًا أو مؤقتًا ولكن قد يكون أيضًا بعدًا آخر على سبيل المثال. قد يستخدم الشخص في وصف نقاوة مجموعة بيانات عن متوسط الدخل. راجع <a href="http://project-open-data.github.io/schema/#expanded-fields">نقاوة DCAT</a> لمزيد من المعلومات.

# field_file_image_title_text:image:label
source: Title Text
ar: نص عنوان

# field_file_image_title_text:image:description
source: Title text is used in the tool tip when a user hovers their mouse over the image. Adding title text makes it easier to understand the context of an image and improves usability.
ar: يستخدم نص العنوان في تلميح الأداة عندما يقوم المستخدم بتحريك المؤشر فوق الصورة. إضافة نص عنوان يساعد على فهم سياق الصورة ويحسن من قابلية الاستفادة منها.

# field_topic:question:label
source: Topic
ar: الموضوع

# field_type:question:label
source: Type
ar: النوع

# field_upload:resource:label
source: Upload
ar: تحميل

# field_video_file:video:label
source: Video
ar: فيديو

# field_frequency:#allowed_values:1
source: Weekly
ar: أسبوعيًا

# field_average_multiple_rows:choropleth_visualization:label
source: average multiple rows
ar: متوسط عدة صفوف

# field_color_scale:choropleth_visualization:label
source: color scale
ar: تدرج الألوان

# field_data_breakpoints:choropleth_visualization:label
source: data breakpoints
ar: نقاط توقف البيانات

# field_data_column:choropleth_visualization:label
source: data column
ar: عمود بيانات

# field_data_units:choropleth_visualization:label
source: data units
ar: وحدات البيانات

# field_file:geojson:label
source: file
ar: ملف

# field_name_attribute:geojson:default_value
source: name
ar: الاسم

# field_name_attribute:geojson:label
source: name attribute
ar: سمة الاسم

# field_license:dataset:default_value
source: notspecified
ar: غير محدد
