Repository: ergonlogic/demtools_dkan
Catalog: modules/ndi_dkan_translations/translations/*/node.*.po
Languages: ru

# type:data_dashboard:description
source: Content type for creation of Data Dashboards.
ru: Тип контента для создания Панели управления данными.

# type:dkan_data_story:description
source: Create compelling stories using data to illustrate key points.
ru: Создавайте увлекательные презентации: используйте данные, чтобы наглядно представить главные идеи.

# type:dkan_data_story:name
source: DKAN Data Story
ru: Презентация данных DKAN

# type:data_dashboard:name
source: Data Dashboard
ru: Панель управления данными

# type:resource:description
source: Data can be any file or link to a file containing useful data.
ru: Данные – это любой файл или ссылка на файл, содержащий полезную информацию.

# type:dataset:name
source: Dataset
ru: Набор данных

# type:dataset:description
source: Datasets are simply used to group related pieces of data. These can then be found under a single url with a description and licensing information.
ru: Набор данных используется для группировки соотносящихся друг с другом блоков данных. Тогда их можно найти по единому URL с описанием лицензионной информации.

# type:group:name
source: Group
ru: Группа

# type:group:description
source: Groups allow you to group together datasets under a organisation (for example, the Department of Health) or topic (e.g. Transport, Health) so make it easier for users to browse datasets by theme. Groups also enable you to assign roles and authorisation to members of the group - i.e. individuals can be given the right to publish datasets from a particular organisation.
ru: В группах вы можете объединять наборы данных в соответствии с организацией, к которой они относятся (например, «Комитет здравоохранения») или по теме (например, «Транспорт» или «Здоровье»). Так пользователям будет проще находить нужный набор данных. Также с помощью групп вы можете назначать роли и авторизовать участников. Например, пользователю можно дать право публиковать наборы данных из определенной организации.

# type:page:name
source: Page
ru: Страница

# type:question:name
source: Question
ru: Вопрос

# type:resource:name
source: Resource
ru: Источник

# type:page:description
source: This is a basic page.
ru: Это базовая страница.

# type:data_dashboard:title_label
source: Title
ru: Заголовок

# type:dataset:title_label
source: Title
ru: Заголовок

# type:dkan_data_story:title_label
source: Title
ru: Заголовок

# type:group:title_label
source: Title
ru: Заголовок

# type:page:title_label
source: Title
ru: Заголовок

# type:question:title_label
source: Title
ru: Заголовок

# type:resource:title_label
source: Title
ru: Заголовок
