Repository: ergonlogic/demtools_dkan
Catalog: modules/ndi_dkan_translations/translations/*/rules.*.po
Languages: es, ru

# rules_config:rules_og_new_content:6:message
source: Hello [list-item:name], There is a new post called [node:title] that belongs to one of the groups you are subscribed to. [site:name]
es: Hola, [list-item:name]: Hay una nueva publicación llamada [node:title] que pertenece a uno de los grupos a los que estás suscrito. [site:name]
ru: Здравствуйте, [list-item:name]! В одной из групп, на которые Вы подписаны, появилась новая публикация: [node:title]. [site:name]

# rules_config:rules_og_new_content:6:subject
source: New post in group
es: Nueva publicación en el grupo
ru: Новая публикация в группе

# rules_config:rules_og_member_active:label
source: OG member subscribe (Active)
es: suscripción de miembro de OG (Activo)
ru: Заявка на подписку (активная)

# rules_config:rules_og_member_pending:label
source: OG member subscribe (Pending)
es: suscripción de miembro de OG (Pendiente)
ru: Заявка на подписку (ожидает подтверждения)

# rules_config:rules_og_new_content:label
source: OG new content notification
es: notificación de nuevo contenido de OG
ru: Оповещение о новом контенте в группе

# rules_config:rules_user_dashboard_page_after_login:label
source: User dashboard page after login
es: Página de panel de usuario luego de iniciar sesión
ru: Панель управления пользователя после входа в систему

# rules_config:rules_og_member_pending:6:subject
source: Your membership request for '[group:title]'
es: Su solicitud de pertenencia para '[group:title]'
ru: Ваш запрос на вступление в группу '[group:title]'

# rules_config:rules_og_member_active:6:subject
source: Your membership request was approved for '[group:title]'
es: Su solicitud de pertenencia fue aprobada por '[group:title]'
ru: Ваш запрос на вступление в группу '[group:title]' принят

# rules_config:rules_og_member_active:7:subject
source: [account:name] joined [group:title]
es: [account:name] se unió a [group:title]
ru: [account:name] вступает в группу: [group:title]

# rules_config:rules_og_member_pending:7:subject
source: [account:name] membership request [group:title]
es: [account:name] solicitud de pertenencia a [group:title]
ru: [account:name] хочет вступить в группу "[group:title]"

# rules_config:rules_og_member_active:6:message
source: [account:name], You are now a member in the group '[group:title]' located at [group:url]
es: [account:name], Ahora es un miembro del grupo '[group:title]' ubicado en [group:url]
ru: Здравствуйте, [account:name]! Теперь Вы состоите в группе '[group:title]' ([group:url])

# rules_config:rules_og_member_pending:6:message
source: [account:name], Your membership to group '[group:title]' located at [group:url] is pending approval.
es: [account:name], Su pertenencia al grupo '[group:title]' ubicado en [group:url] está pendiente de aprobación.
ru: Здравствуйте, [account:name]! Ваш запрос на вступление в группу: '[group:title]' ([group:url]) еще не подтвержден.

# rules_config:rules_og_member_active:7:message
source: [group:author:name], [account:name] joined [group:title] in [group:url]
es: [group:author:name], [account:name] se unió a [group:title] en [group:url]
ru: Здравствуйте, [group:author:name]! [account:name] вступает в группу [group:title] ([group:url])

# rules_config:rules_og_member_pending:7:message
source: [group:author:name], [account:name] requests membership for group '[group:title]' in [group:url]. [og_membership:og-membership-request]
es: [group:author:name], [account:name] solicita la pertenencia al grupo '[group:title]' en [group:url]. [og_membership:og-membership-request]
ru: Здравствуйте, [group:author:name]! [account:name] хочет вступить в группу: '[group:title]' (group:url]). [og_membership:og-membership-request]
