Repository: ergonlogic/demtools_dkan
Catalog: ndi_dkan_translations/translations/*/field.*.po
Languages: ru

# field_about:user:label
source: About
ru: О нас

# field_additional_info:dataset:label
source: Additional Info
ru: Дополнительная информация

# field_map_address:map:label
source: Address
ru: Адрес

# field_file_image_alt_text:image:label
source: Alt Text
ru: Альтернативный текст

# field_file_image_alt_text:image:description
source: Alternative text is used by screen readers, search engines, and when the image cannot be loaded. By adding alt text you improve accessibility and search engine optimization.
ru: Альтернативный текст используется экранными дикторами и поисковыми системами. Также он нужен в случаях, когда загрузка изображения невозможна. Добавляя такой текст, вы делаете контент более доступным для пользователя и оптимизированным для поисковых систем.

# field_related_content:dataset:description
source: An internal link or link to an outside resource that provides additional context to the dataset.
ru: Внутренняя ссылка или ссылка на внешний ресурс, по которой можно найти дополнительный контекст к набору данных.

# field_frequency:#allowed_values:3
source: Annually
ru: Ежегодно

# field_author:dataset:label
source: Author
ru: Автор

# body:dkan_data_story:label
source: Body
ru: Текст сообщения

# body:group:label
source: Body
ru: Текст сообщения

# body:page:label
source: Body
ru: Текст сообщения

# body:question:label
source: Body
ru: Текст сообщения

# field_basic_image_caption:image:label
source: Caption
ru: Подпись

# field_ve_map_column:choropleth_visualization:description
source: Column in the data which maps to a property in the geojon. If there is a column in the data "State Name" with values like California and Pennsylvania it should map to a property in the geojson like "State" with the same values.
ru: Столбец данных, который привязан к свойству в geojson. Если в наборе данных «Название штата» есть столбец с такими значениями, как «Калифорния» или «Пенсильвания», он должен быть привязан к свойству «Штат» в geojson, в котором будут присутствовать те же значения.

# field_contact_email:dataset:label
source: Contact Email
ru: Адрес эл. почты

# field_contact_name:dataset:label
source: Contact Name
ru: Фамилия и имя контактного лица

# field_contact_email:dataset:description
source: Contact person’s email address. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info.
ru: Адрес эл. почты специалиста. Подробнее читайте в <a href="http://project-open-data.github.io/schema/#common-core-required-fields">проекте Open Data</a>.

# field_contact_name:dataset:description
source: Contact person’s name for the asset. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info. Name should be formatted as Last, First.
ru: Фамилия и имя контактного лица, ответственного за актив. Подробнее читайте в <a href="http://project-open-data.github.io/schema/#common-core-required-fields">проекте Open Data</a>. Важно: данные должны быть написаны в формате «Фамилия, Имя».

# field_frequency:#allowed_values:4
source: Continuously
ru: Постоянно

# field_frequency:#allowed_values:0
source: Daily
ru: Ежедневно

# field_data_dictionary:dataset:label
source: Data Dictionary
ru: Словарь данных

# field_dataset_ref:resource:label
source: Dataset
ru: Набор данных

# body:dataset:label
source: Description
ru: Описание

# body:resource:label
source: Description
ru: Описание

# field_description:ve_chart:label
source: Description
ru: Описание

# group_group:group:description
source: Determine if this is an OG group.
ru: Определите, является ли эта группа органической.

# field_embed_code:question:label
source: Embed code
ru: Вставить код

# field_entity_link:question:label
source: Entity link
ru: Ссылка на объект

# field_uuid_resource:ve_chart:label
source: Existing resource
ru: Существующий ресурс

# field_basic_file_file:basic_file:label
source: File
ru: Файл

# field_file:ve_chart:label
source: File
ru: Файл

# field_format:resource:label
source: Format
ru: Формат

# field_frequency:dataset:label
source: Frequency
ru: Частота

# field_basic_spotlight_pager:#allowed_values:full
source: Full pager (slide numbers)
ru: Полный постраничный вывод (номера слайдов)

# field_ve_geojson_key:choropleth_visualization:label
source: GeoJSON Key
ru: Ключ GeoJSON

# field_ve_geojson_label:choropleth_visualization:label
source: GeoJSON Label
ru: Метка GeoJSON

# field_granularity:dataset:label
source: Granularity
ru: Степень детализации

# group_group:#allowed_values:1
source: Group
ru: Группа

# group_group:group:label
source: Group
ru: Группа

# og_user_node:user:label
source: Group membership
ru: Участие в группе

# og_group_ref:resource:label
source: Groups audience
ru: Аудитория групп

# field_basic_spotlight_pager:#allowed_values:hide
source: Hidden (no way to manually change the slide)
ru: Скрыт (невозможно вручную внести изменения в слайде)

# field_basic_spotlight_pager:spotlight:description
source: How would you like the pager to appear?
ru: Выберите способ отображения этой страницы.

# field_basic_image_image:image:label
source: Image
ru: Изображение

# field_image:dkan_data_story:label
source: Image
ru: Изображение

# field_image:group:label
source: Image
ru: Изображение

# field_infographic_screenshot:question:label
source: Infographic Screenshot
ru: Скриншот инфографики

# field_map_information:map:label
source: Information
ru: Информация

# field_frequency:#allowed_values:5
source: Irregularly
ru: Нерегулярно

# field_basic_spotlight_items:spotlight:label
source: Items
ru: Объекты

# field_license:dataset:label
source: License
ru: Лицензия

# field_license:dataset:description
source: License definitions and additional information can be found at <a href="http://opendefinition.org">opendefinition.org</a>
ru: Определение термина «лицензия» и другую полезную информацию вы найдете здесь: <a href="http://opendefinition.org">opendefinition.org</a>

# field_link_api:resource:label
source: Link API
ru: Связать API

# field_link_remote_file:resource:label
source: Link File
ru: Связать файл

# field_quick_links_links:quick_links:label
source: Links
ru: Ссылки

# field_ve_map_column:choropleth_visualization:label
source: Map Column
ru: Столбец карты

# field_basic_spotlight_pager:#allowed_values:mini
source: Mini pager (previous/next buttons)
ru: Мини-список страниц (кнопки «предыдущая/следующая»)

# field_frequency:#allowed_values:2
source: Monthly
ru: Ежемесячно

# group_group:#allowed_values:0
source: Not a group
ru: Это не группа

# field_basic_spotlight_pager:spotlight:label
source: Pager Style
ru: Стиль списка страниц

# field_public_access_level:#allowed_values:private
source: Private
ru: Частн.

# field_ve_geojson_key:choropleth_visualization:description
source: Property on GeoJSON which contains same values as "Map Column" in data.
ru: Свойство в данных в формате GeoJSON, которое содержит то же значение, что и «Столбец карты» в данных.

# field_ve_geojson_label:choropleth_visualization:description
source: Property on GeoJSON which has human readable name.
ru: Свойство в данных в формате GeoJSON, в котором есть человекочитаемое название.

# field_data_dictionary:dataset:description
source: Provides some sort of description that helps understanding the data. This usually consists of a table providing explanation of columns meaning, values interpretation and acronyms/codes used in the data. Can be a URL to such a resource. See Project Open Data <a href="http://project-open-data.github.io/schema/#common-core-required-if-applicable-fields">data dictionary</a> for more info.
ru: Предоставляет описание данных. Обычно включает в себя таблицу, в которой объясняется назначение столбцов, имеется интерпретация значений и сокращений или кодов, которые используются в данных. На такой ресурс может вести URL. Подробнее читайте в <a href="http://project-open-data.github.io/schema/#common-core-required-if-applicable-fields">словаре данных</a> проекта Open Data.

# field_public_access_level:#allowed_values:public
source: Public
ru: Общедоступн.

# field_public_access_level:dataset:label
source: Public Access Level
ru: Уровень доступа

# og_group_ref:dataset:label
source: Publisher
ru: Издатель

# field_related_content:dataset:label
source: Related Content
ru: Схожие материалы

# og_membership_request:og_membership_type_default:label
source: Request message
ru: Заявка

# field_resources:dataset:label
source: Resources
ru: Ресурсы

# field_public_access_level:#allowed_values:restricted
source: Restricted
ru: Доступ ограничен

# field_ve_settings:ve_chart:label
source: Settings
ru: Настройки

# field_basic_spotlight_duration:spotlight:label
source: Slide Duration
ru: Длительность показа слайда

# field_spatial:dataset:label
source: Spatial / Geographical Coverage Area
ru: Зона пространственного/географического покрытия

# field_spatial_geographical_cover:dataset:label
source: Spatial / Geographical Coverage Location
ru: Пространственное/географическое местоположение

# field_spatial:dataset:description
source: Spatial coverage of the dataset. Will be rendered as GeoJSON. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> for more info.
ru: Пространственное покрытие набора данных. Оно будет отображено в формате GeoJSON. Подробнее читайте DCAT: <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a>.

# field_spatial_geographical_cover:dataset:description
source: Spatial location of the dataset. Could be Address, City, State, part of the world or other description. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> for more info.
ru: Пространственное местоположение набора данных. Это может быть название улицы, города, региона, части света или другое описание. Подробнее об этом читайте в разделе о <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">зоне пространственного/географического покрытия</a> в DCAT.

# field_basic_table_table:table:label
source: Table
ru: Таблица

# field_tags:dataset:label
source: Tags
ru: Теги

# field_tags:dkan_data_story:label
source: Tags
ru: Теги

# field_temporal_coverage:dataset:label
source: Temporal Coverage
ru: Временное покрытие

# field_basic_file_text:basic_file:label
source: Text
ru: Текст

# field_basic_text_text:text:label
source: Text
ru: Текст

# field_public_access_level:dataset:description
source: The degree to which this dataset <em>could</em> be made publicly-available, regardless of whether it has been made available. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info.
ru: Степень доступности, которую <em>можно</em> присвоить набору данных, даже если он не был сделан доступным. Подробнее об этом читайте в <a href="http://project-open-data.github.io/schema/#common-core-required-fields">проекте Open Data</a>.

# field_frequency:dataset:description
source: The frequency with which dataset is published.See <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_frequency">DCAT frequency</a> for more info.
ru: Частота публикаций набора данных. Подробнее об этом читайте в разделе <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_frequency">Частота DCAT</a>.

# field_map_address:map:description
source: The street address of the location you wish to map. This widget will contact Google and try to do its best to create a map!
ru: Адрес местоположения, которое вы хотите связать с картой. С помощью этого виджета система запросит данные из Google и создаст карту!

# field_temporal_coverage:dataset:description
source: The temporal period that the dataset covers. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_temporal">temporal coverage</a> for more info.
ru: Временной отрезок, который обозначен в наборе данных. Подробнее об этом читайте в разделе <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_temporal">временное покрытие</a> в DCAT.

# field_author:dataset:description
source: This is the author of the dataset.
ru: Это автор набора данных.

# og_membership_request:og_membership_type_default:description
source: This is the text a user may send to the group administrators.
ru: Это пример текста сообщения, которое пользователь может послать администраторам группы.

# field_granularity:dataset:description
source: This is usually geographical or temporal but can also be other dimension e.g. Person can be used to describe granularity of a dataset about average income. See <a href="http://project-open-data.github.io/schema/#expanded-fields">DCAT Granularity</a> for more info.
ru: Чаще всего это географический или временной термин, однако возможны и другие значения. Например, атрибут «Person» может быть использован для описания степени детализации набора данных, относящегося к среднему доходу. Подробнее об этом читайте в разделе <a href="http://project-open-data.github.io/schema/#expanded-fields">Степень детализации DCAT</a>.

# field_file_image_title_text:image:label
source: Title Text
ru: Текст заголовка

# field_file_image_title_text:image:description
source: Title text is used in the tool tip when a user hovers their mouse over the image. Adding title text makes it easier to understand the context of an image and improves usability.
ru: Текст заголовка возникает в виде подсказки, когда пользователь наводит курсор на изображение. Наличие такого текста помогает пользователю понять контекст, в котором находится изображение, и повышает доступность информации.

# field_topic:question:label
source: Topic
ru: Тема

# field_type:question:label
source: Type
ru: Тип

# field_upload:resource:label
source: Upload
ru: Загрузить

# field_video_file:video:label
source: Video
ru: Видео

# field_frequency:#allowed_values:1
source: Weekly
ru: Еженедельно

# field_average_multiple_rows:choropleth_visualization:label
source: average multiple rows
ru: среднее нескольких столбцов

# field_color_scale:choropleth_visualization:label
source: color scale
ru: цветная шкала

# field_data_breakpoints:choropleth_visualization:label
source: data breakpoints
ru: точки останова с условием по данным

# field_data_column:choropleth_visualization:label
source: data column
ru: столбец данных

# field_data_units:choropleth_visualization:label
source: data units
ru: объекты данных

# field_file:geojson:label
source: file
ru: файл

# field_name_attribute:geojson:default_value
source: name
ru: имя

# field_name_attribute:geojson:label
source: name attribute
ru: атрибут имени

# field_license:dataset:default_value
source: notspecified
ru: не задано
