Repository: ergonlogic/demtools_dkan
Catalog: ndi_dkan_translations/translations/*/node.*.po
Languages: ar, es, fr

# type:data_dashboard:description
source: Content type for creation of Data Dashboards.
ar: نوع المحتوى الخاص بإنشاء "لوحات معلومات البيانات"
es: Tipo de contenido para la creación de Paneles de control de datos.
fr: Type de contenu pour la création de tableaux de bord de données.

# type:dkan_data_story:description
source: Create compelling stories using data to illustrate key points.
ar: قم بإنشاء أخبار شيقة باستخدام بيانات توضح النقاط الأساسية.
es: Cree historias cautivadoras al utilizar datos para ilustrar puntos claves.
fr: Créez des articles captivants en utilisant des données pour illustrer les points essentiels.

# type:dkan_data_story:name
source: DKAN Data Story
ar: خبر بيانات DKAN
es: Historia de datos de DKAN
fr: Article sur les données de DKAN

# type:data_dashboard:name
source: Data Dashboard
ar: لوحة معلومات البيانات
es: Panel de control de datos
fr: Tableau de bord de données

# type:resource:description
source: Data can be any file or link to a file containing useful data.
ar: البيانات قد تكون أي ملف أو رابطًا إلى ملف يحتوي على بيانات مفيدة.
es: Los datos pueden ser cualquier archivo o enlace a un archivo que contenga datos útiles.
fr: Les données peuvent prendre la forme de n'importe quel fichier ou n'importe quel lien vers un fichier contenant des données pertinentes.

# type:dataset:name
source: Dataset
ar: قاعدة بيانات
es: Conjunto de datos
fr: Groupe de données

# type:dataset:description
source: Datasets are simply used to group related pieces of data. These can then be found under a single url with a description and licensing information.
ar: تستخدم مجموعات البيانات في تجميع البيانات ذات الصلة ببعضها. بعد ذلك توضع هذه البيانات تحت عنوان url واحد له معلومات عن الوصف والترخيص.
es: Los conjuntos de datos se utilizan simplemente para agrupar porciones de datos que están relacionadas. Estos se encuentran en una única url con una descripción e información de licencia.
fr: Les groupes de données servent tout simplement à regrouper des éléments de données associés. Ils sont accessibles depuis une seule URL et comportent une description ainsi que des informations de licence.

# type:group:name
source: Group
ar: مجموعة
es: Grupo
fr: Groupe

# type:group:description
source: Groups allow you to group together datasets under a organisation (for example, the Department of Health) or topic (e.g. Transport, Health) so make it easier for users to browse datasets by theme. Groups also enable you to assign roles and authorisation to members of the group - i.e. individuals can be given the right to publish datasets from a particular organisation.
ar: تتيح لك المجموعات تجميع مجموعات البيانات معًا تحت مؤسسة معينة (على سبيل المثال وزارة الصحة) أو موضوع معين (مثل النقل أو الصحة) حتى يسهل على المستخدمين تصفح مجموعات البيانات حسب الفكرة. كما تمكنك المجموعات من تعيين الأدوار والتفويض لأعضاء المجموعة - على سبيل المثال، للأفراد الحق في نشر مجموعات بيانات من مؤسسة بعينها.
es: Los grupos le permiten agrupar conjuntos de datos por organización (p. ej.: el Departamento de Salud) o por tema (p. ej.: Transporte, Salud) para que los usuarios puedan explorar los conjuntos de datos por tema de manera más fácil. Los grupos también le posibilitan asignar roles y autorización a miembros del grupo, es decir, se puede conceder a individuos el derecho a publicar conjuntos de datos de una organización en particular.
fr: Les groupes vous permettent de rassembler des groupes de données au sein d'une organisation (par exemple, le ministère de la Santé) ou d'un sujet (p. ex., le transport ou la santé) afin que les utilisateurs puissent facilement parcourir les groupes de données par thème. Les groupes vous permettent également d'attribuer des rôles et des autorisations aux membres. Vous pouvez donc autoriser des personnes à publier certains groupes de données d'une organisation spécifique.

# type:page:name
source: Page
ar: الصفحة
es: Página

# type:question:name
source: Question
ar: السؤال
es: Pregunta

# type:resource:name
source: Resource
ar: المورد
es: Recurso
fr: Ressource

# type:page:description
source: This is a basic page.
ar: هذه صفحة أساسية
es: Esto es una página básica.
fr: Il s'agit de la page de base.

# type:data_dashboard:title_label
source: Title
ar: العنوان
es: Título
fr: Titre

# type:dataset:title_label
source: Title
ar: العنوان
es: Título
fr: Titre

# type:dkan_data_story:title_label
source: Title
ar: العنوان
es: Título
fr: Titre

# type:group:title_label
source: Title
ar: العنوان
es: Título
fr: Titre

# type:page:title_label
source: Title
ar: العنوان
es: Título
fr: Titre

# type:question:title_label
source: Title
ar: العنوان
es: Título
fr: Titre

# type:resource:title_label
source: Title
ar: العنوان
es: Título
fr: Titre
