Repository: ergonlogic/demtools_dkan
Catalog: ndi_dkan_translations/translations/*/quicktabs.*.po
Languages: ar, es, fr, ru

# tab:voting_and_accreditation-0:title
source: Accreditation Process
ar: معالجة الاعتماد
es: Proceso de acreditación
fr: Processus d'accréditation
ru: Процесс аккредитации

# tab:general_observations-3:title
source: Environment
ar: البيئة
es: Entorno
fr: Environnement
ru: Окружающая среда

# tab:general_observations-1:title
source: Gender
ar: النوع
es: Género
fr: Sexe
ru: Пол

# tab:general_observations-0:title
source: IOM Info
ar: معلومات IOM
es: Información del manual de operación e instalación
fr: Informations IOM
ru: Информация об инструкции по установке и управлению (IOM)

# tab:general_observations-4:title
source: Opening Info
ar: معلومات الافتتاح
es: Información de apertura
fr: Informations sur l'ouverture
ru: Вводная информация

# tab:general_observations-2:title
source: Party Agents
ar: وكلاء أحزاب
es: Representantes del partido
fr: Membres d'un parti
ru: Сотрудники политической партии

# tab:closing_and_count-0:title
source: Process
ar: معالجة
es: Proceso
fr: Processus
ru: Процесс

# title:closing_and_count
source: Quicktabs: Closing and Count
ar: Quicktabs: الغلق والعد
es: Pestañas rápidas: Cierre y conteo
fr: Onglets rapides : fermeture et compte
ru: Быстрые вкладки: завершение и подсчет

# title:general_observations
source: Quicktabs: General Observations
ar: Quicktabs: ملاحظات عامة
es: Pestañas rápidas: Observaciones generales
fr: Onglets rapides : observations générales
ru: Быстрые вкладки: основные наблюдения

# title:voting_and_accreditation
source: Quicktabs: Voting and Accreditation
ar: Quicktabs: التصويت والاعتماد
es: Pestañas rápidas: Votación y acreditación
fr: Onglets rapides : vote et accréditation
ru: Быстрые вкладки: голосование и аккредитация

# tab:voting_and_accreditation-1:title
source: Voting Process
ar: معالجة التصويت
es: Proceso de votación
fr: Processus de vote
ru: Процесс голосования
