Repository: ergonlogic/demtools_dkan
Catalog: ndi_dkan_translations/translations/*/rules.*.po
Languages: ar, fr

# rules_config:rules_og_new_content:6:message
source: Hello [list-item:name], There is a new post called [node:title] that belongs to one of the groups you are subscribed to. [site:name]
ar: أهلاً [list-item:name], يوجد منشور جديد يسمى [node:title] ينتمي إلى إحدى المجموعات التي أنت مشترك بها. [site:name]
fr: Bonjour [list-item:name], Une nouvelle publication, intitulée [node:title], a été ajoutée à un des groupes auxquels vous êtes abonné(e). [site:name]

# rules_config:rules_og_new_content:6:subject
source: New post in group
ar: منشور جديد في المجموعة
fr: Nouvelle publication dans le groupe

# rules_config:rules_og_member_active:label
source: OG member subscribe (Active)
ar: اشتراك عضو OG (نشط)
fr: Abonnement de membres OG (Actif)

# rules_config:rules_og_member_pending:label
source: OG member subscribe (Pending)
ar: اشتراك عضوية OG (معلق)
fr: Abonnement de membres OG (En attente)

# rules_config:rules_og_new_content:label
source: OG new content notification
ar: إعلام محتوى جديد من OG
fr: Notifification de nouveau contenu OG

# rules_config:rules_user_dashboard_page_after_login:label
source: User dashboard page after login
ar: صفحة لوحة معلومات المستخدم بعد تسجيل الدخول
fr: Page du tableau de bord utilisateur après la connexion

# rules_config:rules_og_member_pending:6:subject
source: Your membership request for '[group:title]'
ar: طلب عضوية '[group:title]' الخاص بك
fr: Votre demande d'appartenance au groupe « [group:title] »

# rules_config:rules_og_member_active:6:subject
source: Your membership request was approved for '[group:title]'
ar: تم قبول طلب عضوية '[group:title]' الخاص بك
fr: Votre demande d'appartenance au groupe « [group:title] » a été approuvée

# rules_config:rules_og_member_active:7:subject
source: [account:name] joined [group:title]
ar: [account:name] انضم إلى [group:title]
fr: [account:name] a rejoint le groupe [group:title]

# rules_config:rules_og_member_pending:7:subject
source: [account:name] membership request [group:title]
ar: طلب عضوية [account:name] للمجموعة [group:title]
fr: Demande d'appartenance de [account:name] au groupe [group:title]

# rules_config:rules_og_member_active:6:message
source: [account:name], You are now a member in the group '[group:title]' located at [group:url]
ar: [account:name], أنت الآن عضو في المجموعة '[group:title]' الموجودة في [group:url]
fr: [account:name], Vous faites désormais partie du groupe « [group:title] », accessible depuis l'adresse [group:url]

# rules_config:rules_og_member_pending:6:message
source: [account:name], Your membership to group '[group:title]' located at [group:url] is pending approval.
ar: [account:name], موافقة عضويتك إلى المجموعة '[group:title]' الموجودة في [group:url] معلقة.
fr: [account:name], Votre appartenance au groupe « [group:title] » accessible à l'adresse [group:url] est en attente d'approbation.

# rules_config:rules_og_member_active:7:message
source: [group:author:name], [account:name] joined [group:title] in [group:url]
ar: [group:author:name], [account:name] انضم إلى [group:title] في [group:url]
fr: [group:author:name], [account:name] a rejoint le groupe [group:title], accessible à l'adresse [group:url]

# rules_config:rules_og_member_pending:7:message
source: [group:author:name], [account:name] requests membership for group '[group:title]' in [group:url]. [og_membership:og-membership-request]
ar: [group:author:name], [account:name] يطلب عضوية المجموعة '[group:title]' في [group:url]. [og_membership:og-membership-request]
fr: [group:author:name], [account:name] a demandé à rejoindre le groupe « [group:title] », accessible à l'adresse [group:url]. [og_membership:og-membership-request]
