Repository: ergonlogic/demtools_dkan
Catalog: ndi_dkan_translations/translations/*/taxonomy.*.po
Languages: ar

# term:13:name
source: Chart
ar: المخططات

# vocabulary:3:name
source: Data type
ar: نوع البيانات

# vocabulary:1:name
source: Format
ar: التسيق

# term:15:name
source: Infographic
ar: إنفوجرافيك

# term:14:name
source: Map
ar: الخرائط

# vocabulary:2:name
source: Tags
ar: العلامات

# vocabulary:1:description
source: This is generated automatically, you can edit it if you wish
ar: يتم إنشاء ذلك تلقائيًا، يمكنك تحريره إن أردت.

# vocabulary:4:name
source: Topic
ar: الموضوع

# term:10:name
source: Topic 1
ar: موضوع 1

# term:11:name
source: Topic 2
ar: موضوع 2

# term:12:name
source: Topic 3
ar: موضوع 3

# vocabulary:2:description
source: eg. economy, mental health, government
ar: على سبيل المثال، الاقتصاد، الصحة العقلية، الحكومة
